# Файлы *.py и редактор кода

# Задание №1
print('Привет мир!') 

# Задание №2
print('Привет программист!')
print(2+2)
print(10/3)


# Переменные

name='Виктор'
print(name)